Repository: slaFFik/CD-BP-Avatar-Bubble
Catalog: langs/cd-bp-avatar-bubble-*.po
Languages: fa_ir, sk_sk

source: Privacy Options
fa_ir: خصوصی سازی
sk_sk: Osobné údaje voľby

source: Border Color
fa_ir: رنگ بندی خطوط
sk_sk: Farba okraja

source: Users Avatars Options
fa_ir: تنظیمات نشانگر اطلاعات روی آواتار کاربران
sk_sk: Možnosti užívateľských Avatarov

source: Groups Avatars Options
fa_ir: تنظیمات نشانگر اطلاعات روی آواتار گروه ها
sk_sk: Možnosti Avatarov skupín

source: BP Groups Component is not activated
sk_sk: Komponent BP Skupiny nie je aktivovaný

source: Extra Options
fa_ir: تنظیمات بیشتر
sk_sk: Ďalšie možnosti

source: Interactive Avatars
fa_ir: جان بخشیدن به آواتارها، با
sk_sk: Interaktívne Avatary

source: All changes were saved. Go and check results!
fa_ir: تنظیمات ذخیره شد.
sk_sk: Všetky zmeny boli uložené. Skontroluj výsledky!

source: Save Selected Fields
fa_ir: ذخیره
sk_sk: Ulož označené polia

source: Do you want to enable avatar bubble for groups too?
fa_ir: آیا مایلید نشانگر اطلاعات روی آواتار گروه ها نیز فعال باشد؟
sk_sk: Chceš povoliť Avattar bubble aj pre skupiny?

source: Enable
fa_ir: فعال
sk_sk: Povoliť

source: Disable
fa_ir: غیر فعال
sk_sk: Zakázať

source: For what types of groups this bubble should appear?
fa_ir: اطلاعات کدام گروه ها می تواند در نشانگر اطلاعات نمایش داده شود؟
sk_sk: Pre aké typy skupín by sa bubble mal objaviť?

source: For public groups
fa_ir: گروه های عمومی
sk_sk: Pre verejné skupiny

source: For private groups
fa_ir: گروه های خصوصی
sk_sk: Pre súkromné skupiny

source: For hidden groups
fa_ir: گروه های مخفی
sk_sk: Pre skryté skupiny

source: Please select below fields you want to show in a bubble:
fa_ir: کدام اطلاعات می توانند در نشانگر اطلاعات به نمایش درآیند؟
sk_sk: Vyber polia ktoré chceš zobrazovať v bubline:

source: Group name
fa_ir: نام گروه
sk_sk: Názov skupiny

source: Short description
fa_ir: توضیح مختصر
sk_sk: Krátky popis

source: Group status
fa_ir: وضعیت گروه
sk_sk: Skupinový status

source: Number of members
fa_ir: تعداد اعضا
sk_sk: Počet členov

source: Join/Leave group links
fa_ir: لینک پیوستن به گروه یا ترک آن
sk_sk: Pridať sa / Opustiť skupinu

source: Latest activity date
fa_ir: زمان آخرین فعالیت
sk_sk: Dátum poslednej aktivity

source: Feed link (displayed if latest activity is checked)
fa_ir: آدرس فید RSS (هنگامی که آخرین فعالیت انجام گیرد، نمایان خواهد شد)
sk_sk: Odkaz na Feed (zobrazuje sa, ak je zaškrtnutá najnovšia aktivita)

source: Forum statistics (number of topics and posts)
fa_ir: آمار انجمن (تعداد تاپیک ها و پست ها)
sk_sk: Štatistika fóra (počet tém a príspevkov)

source: Whom would you like allow to see this avatar bubble?
fa_ir: چه کسانی قادرند این نشانگر اطلاعات را ببینند؟
sk_sk: Komu chceš povoliť vidieť tento plugin Avatar Bubble?

source: Admin users only
fa_ir: فقط مدیران
sk_sk: Iba Administrátori

source: Logged in users only (including admins)
fa_ir: فقط مدیران و اعضای وارد شده
sk_sk: Iba prihlásení užívatelia (vrátane Admins)

source: All visitors (even not logged in)
fa_ir: همه (حتی آنهایی که عضو نیستند یا وارد حساب کاربری خود نشده اند)
sk_sk: Všetci užívatelia (ešte neprihlásení)

source: Check here all fields from users profiles you want to show in a bubble
fa_ir: کدام اطلاعات نمایش داده شوند؟
sk_sk: Zaškrtni všetky polia užívateľského profilu, ktoré chceš zobrazovať v bubline

source: As a link?
fa_ir: مانند یک لینک قابل کلیک کردن باشند؟
sk_sk: Ako odkaz?

source: <strong>Remember</strong>: the more you choose, the more time needed to process the request.
fa_ir: <strong>توجه</strong>: انتخاب های بیشتر، زمان بیشتری صرف بارگزاری اطلاعات در نشانگر صرف خواهد کرد.
sk_sk: <strong>Pamätaj</strong>: Čím viac polí vyberieš, tým dlhší čas bude potrebný na spracovanie požiadavky.

source: All
fa_ir: همه
sk_sk: Všetko

source: None
fa_ir: هیچ کدام
sk_sk: Žiadne

source: Do you want to display Mention and Private message links?
fa_ir: آیا مایلید لینک خطاب قرار دادن اعضا و ارسال پیام خصوصی به آنها، نمایش داده شوند؟
sk_sk: CHceš zobrazovať odkazy na zmienky a súkromné správy?

source: Activity Component is <strong>not</strong> activated. Mention link will <strong>not</strong> be visible.
sk_sk: Komponent Activity <strong>nie je</strong> aktivovaný. Odkaz na zmienku <strong>nebude</strong> viditeľný.

source: Messages Component is <strong>not</strong> activated. New Message link will <strong>not</strong> be visible.
sk_sk: Komponent súkromných správ <strong>nie je</strong> aktivovaný. Odkaz na správy <strong>nebude</strong> viditeľný.

source: Yes
fa_ir: بله
sk_sk: Áno

source: No
fa_ir: نخیر
sk_sk: Nie

source: Do you want to display Add Friend link?
fa_ir: نحوه نمایش نشانگر اطلاعات روی آواتار، چگونه باشد؟
sk_sk: Chceš zobrazovať odkaz Pridaj priateľa?

source: Friends Component is <strong>not</strong> activated. This link will <strong>not</strong> be visible.
sk_sk: Komponent Priatelia <strong>nie je</strong> aktivovaný. Tento odkazl <strong>nebude</strong> viditeľný.

source: What do you want to do with an avatar to show a bubble?
fa_ir: نحوه آغاز نمایش نشانگر اطلاعات روی آواتار، چگونه باشد؟
sk_sk: Po akej akcii chceš aby sa zobrazovala avatar bublina?

source: Click it
fa_ir: کلیک روی آواتار
sk_sk: Po kliknutí

source: Hover it
fa_ir: نگه داشتن نشانگر روی آواتار
sk_sk: Po prejdení myšou

source: How many <strong>seconds</strong> do you want bubble to wait before showing itself (Delay Time)?<br /><br /><strong>Remember:</strong> This number will be added to time needed to process the request (abt. 1 second).
fa_ir: زمان تاخیر نمایش نشانگر را برحسب <strong>ثانیه</strong> تعیین کنید.
sk_sk: Koľko <strong>sekúnd</strong> sa má čakať pred zobrazením avatar bubliny (Delay Time)?<br /><br /><strong>Pamätaj:</strong> Tento čas bude pridaný k času potrebnému na spracovanie požiadavky (napr. 1 sekunda).

source: Which color of bubble border do you prefer to use?
fa_ir: رنگ بندی خطوط دور نشانگر را تعیین کنید:
sk_sk: Akú farbu okraja bubliny preferuješ?

source: Light Blue
fa_ir: آبی روشن
sk_sk: Svetlo modrá

source: Dark Green
fa_ir: سبز تیره
sk_sk: Tmavo zelená

source: Light Red
fa_ir: قرمز روشن
sk_sk: Svetlo červená

source: Just Black
fa_ir: دودی
sk_sk: Čierna

source: Simply Grey
fa_ir: خاکستری شفاف
sk_sk: Šedá

source: Do you want to use images or CSS3 borders+shadows for corners?
fa_ir: مایلید از کدام گزینه به عنوان طرح پس زمینه این نشانگر استفاده کنید؟
sk_sk: Chceš používať obrázky alebo CSS3 na okraj a tieň rohov?

source: Images
fa_ir: تصویر
sk_sk: Obrázky

source: CSS 3 borders+shadows
fa_ir: حاشیه و سایه ایجاد شده با CSS3
sk_sk: CSS3 okraje a tiene

source: Friendship Requested
fa_ir: درخواست دوستی
sk_sk: Žiadosť o priateľstvo odoslaná

source: Cancel Friendship
fa_ir: لغو دوستی
sk_sk: Zruš priateľstvo

source: Add Friend
fa_ir: افزودن به عنوان دوست
sk_sk: Pridaj priateľa

source: You don't have enough rights to view user data
fa_ir: شما مجوز لازم برای مشاهده اطلاعات این کاربر را ندارید.
sk_sk: Nemáš práva na zobrazenie užívateľských dát

source: You don't have enough rights to view group data
fa_ir: شما مجوز لازم برای مشاهده اطلاعات گروه را ندارید.
sk_sk: Nemáš práva na zobrazenie údajov skupiny

source: You don't have enough rights to view data of this group
fa_ir: شما مجوز لازم برای مشاهده اطلاعات این گروه را ندارید.
sk_sk: Nemáš práva na zobrazenie údajov tejto skupiny

source: Public Group
fa_ir: گروه عمومی
sk_sk: Verejná skupina

source: Hidden Group
fa_ir: گروه مخفی
sk_sk: Skrytá skupina

source: Private Group
fa_ir: گروه خصوصی
sk_sk: Súkromná skupina

source: Group
fa_ir: گروه
sk_sk: Skupina

source: %s member
fa_ir: %s عضو
sk_sk: %s člen

source: %s members
fa_ir: %s عضو
sk_sk: %s členov

source: %d topic
fa_ir: %d موضوع
sk_sk: %d téma

source: %d topics
fa_ir: %d موضوع
sk_sk: %d tém

source: %d post
fa_ir: ارسال %d
sk_sk: %d príspevok

source: %d posts
fa_ir: ارسال %d
sk_sk: %d príspevkov

source: <strong>Forum</strong>: %s and %s
fa_ir: <strong>انجمن</strong>: %s و %s
sk_sk: <strong>Fórum</strong>: %s a %s

source: Go to profile page
fa_ir: مشاهده پروفایل
sk_sk: Choď na stránku profilu

source: Mention this user
fa_ir: خطاب قرار دادن این کاربر
sk_sk: Zmieniť sa o tomto užívateľovi

source: Send a private message to this user
fa_ir: ارسال پیغام خصوصی به این کاربر
sk_sk: Poslať súkromnú správu tomuto užívateľovi

source: Private Message
fa_ir: پیغام خصوصی
sk_sk: Súkromná správa

source: You should be logged in to mention this user
fa_ir: برای خطاب قرار دادن این کاربر،حتما باید وارد شوید.
sk_sk: Musíš byť prihlásený aby si sa mohol zmieniť o tomto užívateľovi

source: You should be logged in to send a private message
fa_ir: برای ارسال پیام خصوصی،حتما باید وارد شوید.
sk_sk: Musič byť prihlásený na posielanie správ

source: Nothing to display. Check a bit later please.
fa_ir: چیزی برای نمایش وجود ندارد. لطفا بعدا امتحان کنید.
sk_sk: Nič na zobrazenie, skontroluj neskôr.

source: CD Avatar Bubble
fa_ir: نشانگر اطلاعات
