Repository: slaFFik/CD-BP-Avatar-Bubble
Catalog: langs/cd_ab-*.po
Languages: de_de, ru_ru

source: Privacy Options
de_de: Einstellungen zur Privatsphäre
ru_ru: Настройки приватности

source: Border Color
de_de: Rahmenfarbe
ru_ru: Цвет границы

source: Users Avatars Options
de_de: Einstellungen zur Anzeige bei Benutzer-Avatar-Bildern
ru_ru: Настройки аватара пользователей

source: Groups Avatars Options
de_de: Einstellungen zur Anzeige bei Gruppen-Avatar-Bildern
ru_ru: Настройки для аватара группы

source: BP Groups Component is not activated
de_de: Die Komponente BP Groups ist nicht aktiviert
ru_ru: BP компонент Группы не активирован

source: Extra Options
de_de: Zusätzliche Optionen
ru_ru: Дополнительные настройки

source: Interactive Avatars
de_de: Interaktive Avatare
ru_ru: Интерактивные аватары

source: All changes were saved. Go and check results!
de_de: Alle Änderungen werden gespeichert.
ru_ru: Все изменения сохранены. Теперь можете увидеть плагин в действии!

source: Save Selected Fields
de_de: Einstellungen Speichern
ru_ru: Сохранить выбранные поля

source: Do you want to enable avatar bubble for groups too?
de_de: Sollen Avatar-Bubbles auch für Gruppen aktiviert werden?
ru_ru: CD Avatar Bubble

source: Enable
de_de: Aktivieren
ru_ru: Включить

source: Disable
de_de: Deaktivieren
ru_ru: Выключить

source: For what types of groups this bubble should appear?
de_de: Für welche Art von Gruppen soll die Bubble erscheinen?
ru_ru: Для каких типов группы вы хотите показывать данные в окошке?

source: For public groups
de_de: Für öffentliche Gruppen
ru_ru: Для открытых групп

source: For private groups
de_de: Für private Gruppen
ru_ru: Для частных групп

source: For hidden groups
de_de: Für versteckte Gruppen
ru_ru: Для скрытых групп

source: Please select below fields you want to show in a bubble:
de_de: Bitte Felder auswählen, welche innerhalb der Bubble gezeigt werden sollen:
ru_ru: Отметьте здесь те поля профиля, которые вы хотите показывать в окне:

source: Group name
de_de: Gruppenname
ru_ru: Название группы

source: Short description
de_de: Kurze Beschreibung
ru_ru: Короткое описание

source: Group status
de_de: Status der Gruppe
ru_ru: Статус групп

source: Number of members
de_de: Anzahl der Mitglieder
ru_ru: Количество участников

source: Join/Leave group links
de_de: Links zum Ein- und Austreten der Gruppe
ru_ru: Ссылка Вступить/Покинуть группу

source: Latest activity date
de_de: Uhrzeit der letzten Aktivität
ru_ru: Дата последней активности в группе

source: Feed link (displayed if latest activity is checked)
de_de: Link zum Feed (nur, wenn Anzeige der letzten Aktivität eingeschalten ist)
ru_ru: Ссылка на RSS ленту (отображается только если включено отображение даты активности)

source: Forum statistics (number of topics and posts)
de_de: Statistiken des Forums (Anzahl der Themen und Antworten)
ru_ru: Статистика форума (коливество тем и записей)

source: Whom would you like allow to see this avatar bubble?
de_de: Wer soll die Avatar Bubbles sehen dürfen?
ru_ru: Кто может видеть окно с информацией при наведении/клике на аватар?

source: Admin users only
de_de: Nur Administratoren
ru_ru: Только администраторы

source: Logged in users only (including admins)
de_de: Nur eingeloggte Benutzer (inkl. Administratoren)
ru_ru: Только авторизованные пользователи (админы в том числе)

source: All visitors (even not logged in)
de_de: Alle Besucher (auch unregistrierte Gäste)
ru_ru: Все посетители (даже не авторизованные)

source: Check here all fields from users profiles you want to show in a bubble
de_de: Hier können die Felder des Benutzerprofils ausgewählt werden, welche in der Bubble angezeigt werden sollen
ru_ru: Отметьте здесь поля профиля, которые вы хотите показывать в окне

source: As a link?
de_de: Als Link?
ru_ru: В виде ссылки?

source: <strong>Remember</strong>: the more you choose, the more time needed to process the request.
de_de: <strong>Achtung</strong>: je mehr Felder ausgewählt werden, desto mehr Zeit wird jede einzelne Serveranfrage benötigen.
ru_ru: <strong>Помните</strong>: чем больше отметили, тем дольше может грузиться!

source: All
de_de: Alle
ru_ru: Все

source: None
de_de: Keine
ru_ru: Ничего

source: Do you want to display Mention and Private message links?
de_de: Sollen Links zur Erstellung von öffentlichen und direkten Nachrichten eingebunden werden?
ru_ru: Вы хотите показывать ссылки на упоминание пользователя и личные сообщения?

source: Activity Component is <strong>not</strong> activated. Mention link will <strong>not</strong> be visible.
de_de: Die Aktivitäts-Komponente ist <strong>nicht</strong> aktiviert. Der Link für öffentliche Nachrichten wird daher <strong>nicht</strong> sichtbar sein.
ru_ru: Компонент "Активность" не активирован. Ссылка на упоминание пользователя не будет отображаться.

source: Messages Component is <strong>not</strong> activated. New Message link will <strong>not</strong> be visible.
de_de: Die Nachrichten-Komponente ist <strong>nicht</strong> aktiviert. Der Link für Nachrichten wird daher <strong>nicht</strong> sichtbar sein.
ru_ru: Компонент "Сообщения" не активирован. Ссылка на новое сообщению пользователю не будет отображаться.

source: Yes
de_de: Ja
ru_ru: Да

source: No
de_de: Nein
ru_ru: Нет

source: Do you want to display Add Friend link?
de_de: Soll ein Link zum Starten einer Freundschaftsanfrage gezeigt werden?
ru_ru: Вы хотите показывать ссылку Добавить в друзья?

source: Friends Component is <strong>not</strong> activated. This link will <strong>not</strong> be visible.
de_de: Die Freunde-Komponente ist <strong>nicht</strong> aktiviert. Der Link für Freundschaftsanfragen wird daher <strong>nicht</strong> sichtbar sein.
ru_ru: Компонент "Друзья" не активирован. Ссылка на добавление в друзья не будет отображаться.

source: What do you want to do with an avatar to show a bubble?
de_de: Was soll mit einem Avatar passieren müssen, dass die Bubble angezeigt wird?
ru_ru: Что нужно сделать с аватаром, чтобы появилось окно?

source: Click it
de_de: Klick auf das Avatar
ru_ru: Кликнуть

source: Hover it
de_de: MouseOver beim Avatar
ru_ru: Навести

source: How many <strong>seconds</strong> do you want bubble to wait before showing itself (Delay Time)?<br /><br /><strong>Remember:</strong> This number will be added to time needed to process the request (abt. 1 second).
de_de: Wie viele <strong>Sekunden</strong> soll eine Bubble brauchen, bis sie dargestellt wird? <br /> <br />Bedenke, dass zusätzlich die Zeit für die Anfrage selbst anfallen wird.
ru_ru: Сколько <strong>секунд</strong> будет ждать окно перед тем, как появится (время задержки)?<br /><br /><strong>Помните:</strong> Это число плюсуется к минимально необходимому времени для генерации окна (прим. 1 сек).

source: Which color of bubble border do you prefer to use?
de_de: WElche Farbe soll die Bubble haben?
ru_ru: Какой цвет границы всплывающего окна вы хотите использовать на сайте?

source: Light Blue
de_de: Hellblau
ru_ru: Светло-синий

source: Dark Green
de_de: Dunkelgrün
ru_ru: Темно-зеленый

source: Light Red
de_de: Hellrot
ru_ru: Светло-красный

source: Just Black
de_de: Schwarz
ru_ru: Просто черный

source: Simply Grey
de_de: Grau
ru_ru: Обычный серый

source: Do you want to use images or CSS3 borders+shadows for corners?
de_de: Sollen die abgerundeten Ecken mit CSS3-Elementen gestaltet werden oder sollen Bilder verwendet werden?
ru_ru: Вы хотите использовать рисунки в качестве закругленных углов или же свойства CSS3 (без рисунков)?

source: Images
de_de: Bilder
ru_ru: Рисунки

source: CSS 3 borders+shadows
de_de: CSS 3
ru_ru: CSS 3 углы и тени

source: Friendship Requested
de_de: Freundschaftsanfrage gestartet
ru_ru: Запрошена дружба

source: Cancel Friendship
de_de: Freundschaftsanfrage abbrechen
ru_ru: Отменить дружбу

source: Add Friend
de_de: Als Freund hinzufügen
ru_ru: Добавить в друзья

source: You don't have enough rights to view user data
de_de: Aufgrund von fehlenden Zugriffsrechten können keine Benutzerdaten angezeigt werden
ru_ru: У вас недостаточно прав для просмотра данных пользователя

source: You don't have enough rights to view group data
de_de: Aufgrund von fehlenden Zugriffsrechten können keine Gruppendaten angezeigt werden
ru_ru: У вас недостаточно прав для просмотра данных группы

source: You don't have enough rights to view data of this group
de_de: Aufgrund von fehlenden Zugriffsrechten können keine Daten der Gruppe angezeigt werden
ru_ru: У вас недостаточно прав для просмотра данных этой группы

source: Public Group
de_de: Öffentliche Gruppe
ru_ru: Открытая группа

source: Hidden Group
de_de: Versteckte Gruppe
ru_ru: Скрытая группа

source: Private Group
de_de: Private Gruppe
ru_ru: Частная граппа

source: Group
de_de: Gruppe
ru_ru: Группа

source: %s member
de_de: %s Mitglied
ru_ru: %s участник

source: %s members
de_de: %s Mitglieder
ru_ru: %s участников

source: Active %s
de_de: Aktive %s
ru_ru: Активность: %s

source: %d topic
de_de: %d Thema
ru_ru: %d тема

source: %d topics
de_de: %d Themen
ru_ru: %d тем

source: %d post
de_de: %d Posting
ru_ru: %d запись

source: %d posts
de_de: %d Postings
ru_ru: %d записей

source: <strong>Forum</strong>: %s and %s
de_de: <strong>Forum</strong>: %s und %s
ru_ru: <strong>Форум</strong>: %s и %s

source: Go to profile page
de_de: Profil anzeigen
ru_ru: Перейти на страницу профиля

source: Mention this user
de_de: Eine öffentliche Nachricht für den Benutzer verfassen
ru_ru: Упомянуть этого пользователя

source: Send a private message to this user
de_de: Eine private Nachricht an den Benutzer verfassen
ru_ru: Отправить личное сообщение этому пользователю

source: Private Message
de_de: Privatnachricht
ru_ru: Личное сообщение

source: You should be logged in to mention this user
de_de: Benutzer, welche nicht am System angemeldet sind, können keine öffentliche Nachricht verfassen
ru_ru: Вам необходимо авторизоваться, чтобы упомянуть этого пользователя

source: You should be logged in to send a private message
de_de: Benutzer, welche nicht am System angemeldet sind, können keine private Nachricht verfassen
ru_ru: Вам необходимо авторизоваться, чтобы отправлять личные сообщения

source: Nothing to display. Check a bit later please.
de_de: Es kann nichts angezeigt werden oder es ist nichts anzuzeigen. Bitte später nochmal versuchen!
ru_ru: Нечего отображать. Проверьте информацию позже.
